facturatie/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
				  xmlns:gs="http://com.jens.taak/facturatie">
   <soapenv:Header/>
   <soapenv:Body>
      <gs:getInvoiceRequest>
         <gs:projectId>1</gs:projectId>
      </gs:getInvoiceRequest>
   </soapenv:Body>
</soapenv:Envelope>